{
  "english": "roadblock",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "rào chắn",
          "definition": "a barrier put across a road (eg by the police) in order to stop or slow down traffic",
          "world_new": [
            "barrier",
            "across",
            "road",
            "order",
            "stop",
            "slow",
            "traffic"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The police have set up a roadblock.",
              "world_new": [
                "police"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Beyond such theoretical roadblocks, other imperatives were in motion in the chemistry discipline that were to merit high priority.",
    "Even after careful definition, archaeology faces a number of roadblocks peculiar to its data.",
    "This wrangle is an essentially political roadblock and there are a number of ways around it.",
    "It is a roadblock in the path of integrating the social and natural sciences, and weaning sociology and anthropology from its social constructivist traditions.",
    "One possible roadblock to more research into incidental vocabulary acquisition from oral input may be the lack of a rough map of where such research may need to go.",
    "The roadblock as a central form of protest perfectly fits the characteristics of contentious collective action described so far.",
    "Neurocognitive dysfunction in dually-diagnosed patients: a potential roadblock to motivating behavior change.",
    "For over 35 years, beliefs about the learnability of natural language have acted as roadblocks in the way of further development in linguistics."
  ],
  "list_see_also": [],
  "list_browse": [
    "riveter",
    "road",
    "road map",
    "road rage",
    "roadblock",
    "roadside",
    "roadway",
    "roadworks",
    "roadworthiness"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808389842_a78400514b_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808389842_33b38b06c3_o.png",
      "id_image": "roadblock_3207595"
    }
  ]
}