{
  "english": "sachet",
  "phat_am": "ˈsӕʃei",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "bao, túi , gói",
          "definition": "a (small) sealed packet containing a product in liquid or powder form",
          "world_new": [
            "packet",
            "product",
            "liquid",
            "powder",
            "form"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a sachet of shampoo.",
              "world_new": [
                "shampoo"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Complaints have been made that dates on the sofas were altered and sofas containing the sachets sold.",
    "From these stocks 5 g was packed in custom-made paper sachets and fed to individual kids, trained to consume the sachets voluntarily, before the morning feeding.",
    "Acetone was replenished, attractant sachets were replaced if finished, torn or faded cloths were replaced and vegetation growth around the targets was cleared.",
    "I understand that in those days both doctors and nurses became what were called health missionaries and visited homes with sachets of carbolic and religious tracts!",
    "For example, one sachet of shampoo might be bought on the occasion of a family wedding, and carefully shared out between the household's young women.",
    "I therefore find it reprehensible and utterly disgusting that companies are producing various alcoholic drinks targeted at children, such as ‘alcopops’ that look like orangeade, or powdered alcohol in sachets.",
    "A single sachet was then retrieved at approximately monthly or bi-monthly intervals throughout the following year, when the number of seeds that remained viable but intact was quantified.",
    "Modern scavenger sachets use a mixture of iron powder and sodium chloride."
  ],
  "list_see_also": [],
  "list_browse": [
    "saboteur",
    "sabre",
    "sac",
    "saccharin",
    "sachet",
    "sack",
    "sackcloth",
    "sacking",
    "sacrament"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809338251_40b459bb70_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809338251_965d0af55b_o.png",
      "id_image": "sachet_1211055"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809453153_bbffcbf843_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809453153_305a3f093e_o.png",
      "id_image": "sachet_3219278"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809338176_3e3e776e7c_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809338176_361a97b019_o.png",
      "id_image": "sachet_4142980"
    }
  ]
}