{
  "english": "salty",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "mặn",
          "definition": "containing or tasting of salt",
          "world_new": [
            "salt"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Tears are salty water.",
              "world_new": [
                "water"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "From a biological perspective, terrestrial high acidic and salty waters hold a phylogenetically wide array of microorganisms13.",
    "Large in stature and salty of speech, his physical presence and personality made for a hard controversialist and a vigorous reformer.",
    "The procedures of the first series of experiments were followed except that for most of the experiments the surface was quite salty.",
    "The last stretch of the trip, in salty waters, served as an anti-parasite treatment.",
    "During the drought months, people from different locations descended to the dry playa and harvested the salty crusts.",
    "From a biological perspective, terrestrial high acidic and salty waters hold a phylogenetically wide array of microorganisms12.",
    "More recently, the availability of filters, bottled water, and 'spring water' for general use as opposed to more salty mineral water have increased.",
    "The stratification was made by quickly stirring an initially two-layer system, fresh on top, salty below, then waiting until it settled completely."
  ],
  "list_see_also": [],
  "list_browse": [
    "salsa",
    "salt",
    "salted",
    "saltiness",
    "salty",
    "salute",
    "salvage",
    "salvation",
    "salve"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808380947_3588fbcc24_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808380947_84d68124e3_o.png",
      "id_image": "salt_4276022"
    }
  ]
}