{
  "english": "salver",
  "phat_am": "ˈsӕlvə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "khay, mâm",
          "definition": "a small tray, often made of silver",
          "world_new": [
            "small",
            "tray",
            "silver"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He received a silver salver as a retirement present.",
              "world_new": [
                "silver",
                "retirement",
                "present"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Beginning in 1978, a silver salver was added as an award for the runner-up.",
    "Special messengers could walk up the gravel drives and through the ducal halls, bearing the ballot papers on silver salvers.",
    "The insurance market is not prepared to put itself at double risk and therefore excludes oil pollution liability from the salver's cover.",
    "The salver, which is 18.75 inches (about 48 cm) in diameter, is decorated with figures from mythology.",
    "In time the business inevitably starts to slide, the chairman finds himself the recipient of the customary silver salver and, if he is lucky, a very small golden handshake.",
    "Annual champions are entrusted with a silver salver for the length of their reign, before passing the trophy on to the next winner.",
    "Lumps of the hulk were lifted up the sheer cliffs using ropes and pulleys, the salvers using rope ladders for access.",
    "The remainder of the prosphora is cut into fragments and kept aside in a bowl or salver."
  ],
  "list_see_also": [],
  "list_browse": [
    "salute",
    "salvage",
    "salvation",
    "salve",
    "salver",
    "same",
    "same here",
    "same-sex marriage",
    "sampan"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810072650_a3272ab010_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810072650_816630664c_o.png",
      "id_image": "salver_4797370"
    }
  ]
}