{
  "english": "scapegoat",
  "phat_am": "ˈskeipɡəut",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "anh chàng giơ đầu chịu báng",
          "definition": "a person who is blamed or punished for the mistakes of others",
          "world_new": [
            "person"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The manager of the football/soccer team was made a scapegoat for the team’s failure, and was forced to resign.",
              "world_new": [
                "manager",
                "team",
                "failure",
                "forced",
                "resign"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Secondly, others have focused on rearmament, either making the treasury the scapegoat for military unpreparedness, or defending its approach to rearmament given resource constraints.",
    "It is as if a fundamental encounter has been missed, and all on account of the singer, who thus becomes a scapegoat.",
    "One implication of this sort of 'diversion' is that potential scapegoats might employ strategic behaviour to avoid becoming a diversionary target.",
    "It may be that rate sometimes serves as a general scapegoat for perceived comprehension difficulties, whether it is the direct cause or not.",
    "Proverbially, the \"king\" is both tyrant and scapegoat.",
    "With these scapegoats destroyed, the community itself is cleansed, ensuring that normality will return without further suffering.",
    "Because monsters are always the constitutive outside of normativity, the scapegoats constructed of society's devouring anxieties, they can never safely be tucked away.",
    "Political entrepreneurs seek political capital by mobilizing support for repressive and punitive actions against scapegoats."
  ],
  "list_see_also": [],
  "list_browse": [
    "scant",
    "scantily",
    "scantiness",
    "scanty",
    "scapegoat",
    "scapula",
    "scar",
    "scarce",
    "scarcely"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809332306_ac3c41745e_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809332306_f8bc3065a5_o.png",
      "id_image": "scapegoat_2473165"
    }
  ]
}