{
  "english": "seek",
  "phat_am": "siːk",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "tìm, tìm kiếm",
          "definition": "(sometimes with for) to try to find, get or achieve",
          "world_new": [
            "try",
            "find",
            "achieve"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He is seeking (for) an answer",
              "world_new": [
                "answer"
              ]
            },
            {
              "ex_of_definition": "You should seek your lawyer’s advice",
              "world_new": [
                "your",
                "advice"
              ]
            },
            {
              "ex_of_definition": "She’s seeking fame in the world of television.",
              "world_new": [
                "fame",
                "world",
                "television"
              ]
            }
          ]
        },
        {
          "mean_english": "cố gắng đạt được",
          "definition": "to try",
          "world_new": [
            "try"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "These men are seeking to destroy the government.",
              "world_new": [
                "destroy",
                "government"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Instead, the person seeking self-insight must employ a priori causal theories to account for his or her own psychological operations.",
    "Possibly, this urban market absorbed part of the area's rural workforce, thereby lightening the pressure on those who sought access to arable land.",
    "Given these varied findings, in the present study we sought to measure general phonological processing using tasks of speeded naming, nonword repetition, and phonological awareness.",
    "And following analysis of data relating to questions 1-4 it sought, through question 5, to consider a practical solution.",
    "On the other hand, they sought to incorporate the philosophical definition of elements as the building blocks of the universe.",
    "The physicians agreed totally, and simply claimed that the intervention sought by the parents had no reasonable hope of promoting that end.",
    "Many people with symptoms of psychological distress do not seek professional help.",
    "To begin with the first, it is not clear that hypothetical consent removes the need for actual consent when actual consent can be sought."
  ],
  "list_see_also": [
    "sought after"
  ],
  "list_browse": [
    "seedling",
    "seedy",
    "Seeing Eye Dog",
    "seeing that",
    "seek",
    "seem",
    "seeming",
    "seemingly",
    "seemly"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809678329_e477edbe0b_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809678329_08359bb262_o.png",
      "id_image": "seek_2748997"
    }
  ]
}