{
  "english": "shackle",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "cùm lại, xích lại",
          "definition": "to put shackles on",
          "world_new": [
            "shackles"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The prisoners were shackled."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Experimental social games in which subjects are not allowed to speak to one another are a bit like sports competitions where subjects must compete with their legs shackled together.",
    "We say this with some trepidation because academic researchers require the freedom to do research for its own sake-and they should not be shackled by real world concerns.",
    "In addition, by liberating semantics from its syntactic shackles, the parallel architecture makes it possible to develop a fully psychological theory of meaning and its relation to perception.",
    "How does one free a libratory ideology from the shackles of becoming itself another normative practice in schools?",
    "As a consequence of this religious emancipation, only those individuals who have shed the shackles of religion can be permitted into its secularly hallowed halls.",
    "The only one who is projecting feelings onto the idol is the iconoclast with a hammer, not those who should be freed, by his gesture, from their shackles.",
    "Sometimes the shackles came undone from the ship which became unmoored.",
    "In addition to the presence of guards, security was achieved by shackling and chaining the prisoners."
  ],
  "list_see_also": [],
  "list_browse": [
    "shabbiness",
    "shabby",
    "shack",
    "shack up",
    "shackle",
    "shackles",
    "shade",
    "shaded",
    "shades"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809462768_9557abbbbb_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809462768_e4a0237bfc_o.png",
      "id_image": "shackle_1401419"
    }
  ]
}