{
  "english": "shortage",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự thiếu, số lượng thiếu",
          "definition": "a lack; the state of not having enough",
          "world_new": [
            "state"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a shortage of water.",
              "world_new": [
                "water"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "However, occurrence of outbreaks and periods of staff shortage meant that collaborators found it difficult always to follow this regime.",
    "If one factory did not pollute the water, downstream factories could use the same water and there would be no shortage.",
    "At home there were food, fuel and monetary shortages.",
    "Overall, however, there was no shortage of resources; the main anxiety for the project team related to time and the pressure to deliver successful outcomes.",
    "These separations proved most worrisome to the defense industry, because they signaled an absolute shortage of skilled personnel.",
    "The shortage of both labor and development capital restricted families to exploiting their land extensively by woodcutting, or through specialized farming, as in market gardens.",
    "Low levels of retention indicate the difficulties faced by managers dealing with a shortage of skilled personnel and high turnover rates.",
    "Over time, the lack of fertiliser impacted with increasing severity on the yields of plantations already suffering from the effects of fuel shortages."
  ],
  "list_see_also": [],
  "list_browse": [
    "short-sightedly",
    "short-sightedness",
    "short-tempered",
    "short-term",
    "shortage",
    "shortbread",
    "shortcoming",
    "shortcut",
    "shorten"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809698159_49dd53b28f_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809698159_a8ea9528fa_o.png",
      "id_image": "shortage_4244677"
    }
  ]
}