{
  "english": "sinus",
  "phat_am": "ˈsainəs",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "xoang",
          "definition": "an air-filled hollow in the bones of the skull, connected with the nose",
          "world_new": [
            "hollow",
            "skull",
            "nose"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "His sinuses frequently become blocked in the winter",
              "world_new": [
                "frequently",
                "become",
                "blocked",
                "winter"
              ]
            },
            {
              "ex_of_definition": "(also adjective) He suffers from sinus trouble.",
              "world_new": [
                "trouble"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "An electrocardiogram showed sinus rhythm with first degree atrioventricular block that advanced intermittently to second degree atrioventricular block.",
    "The sinus impulse is distributed through the plain working myocardium of the atrial walls to reach the atrioventricular junction.",
    "There was no evidence of impaired sinoatrial conduction, sinus nodal dysfunction or incomplete sinus node suppression during overdrive stimulation.",
    "In left isomerism, the venous sinus fails to incorporate into the right-sided atrium.",
    "In patients with large pericardial effusions, however, clear identification of the site of drainage of the coronary sinus was difficult.",
    "All patients reached the intensive care unit in sinus rhythm and received standard doses of (5-10 urn/kg/ min) dopamine.",
    "In seven percent of the cases, the sinus nodal artery took origin from a separate orifice within the same sinus as a major coronary artery.",
    "This rotation moves the right coronary sinus leftwards and superiorly beneath the outlet septum, which misses its lower attachment."
  ],
  "list_see_also": [],
  "list_browse": [
    "sinister",
    "sink",
    "sink in",
    "sinner",
    "sinus",
    "sip",
    "siphon",
    "sir",
    "siren"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809337131_1bd92facc2_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809337131_7752fc1ea3_o.png",
      "id_image": "sinus_2332814"
    }
  ]
}