{
  "english": "snapshot",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "chụp ảnh nhanh",
          "definition": "a photograph taken quickly and without a lot of equipment",
          "world_new": [
            "photograph",
            "quickly",
            "equipment"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "That’s a good snapshot of the children playing in the garden.",
              "world_new": [
                "garden"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Four addresses give snapshots of music education at ®fty-year inter vals and provide an informative historical over view.",
    "The snapshots in both parts were taken at three different times denoted with respect to the end of the sin 2 laser pulse.",
    "All these details perform the role of snapshots reinforcing a bigger picture, an allencompassing idea; like the sequence of exposition, development and recapitulation in a musical score.",
    "Screen snapshots for a power supply product family evaluation and selection session.",
    "Nonetheless, such models can offer successive snapshots of what the system might look like, for normal and impaired readers, as reading develops.",
    "Tsuda does not state in detail how he views these multiple codes operating within and across snapshots of time.",
    "The second and third snapshots show the density patter n in the fir st stages of this regime.",
    "Figure 15 gives two screen snapshots for the prototype evaluation system used for the power supply concept evaluation and selection."
  ],
  "list_see_also": [],
  "list_browse": [
    "snap up",
    "snappily",
    "snappiness",
    "snappy",
    "snapshot",
    "snare",
    "snarl",
    "snatch",
    "sneak"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808374592_5f15fae40f_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808374592_5339d4d81a_o.png",
      "id_image": "snapshot_2350817"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809444948_2d58d6ba4d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809444948_aa77db91a3_o.png",
      "id_image": "snapshot_502338"
    }
  ]
}