{
  "english": "splinter",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "mảnh vụn",
          "definition": "a small sharp broken piece of wood etc",
          "world_new": [
            "small",
            "sharp",
            "broken",
            "piece",
            "wood"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The rough plank gave her a splinter in her finger.",
              "world_new": [
                "rough",
                "plank",
                "finger"
              ]
            }
          ]
        }
      ]
    },
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "vỡ ra từng mảnh",
          "definition": "to split into splinters",
          "world_new": [
            "split"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The door splintered under the heavy blow.",
              "world_new": [
                "door",
                "heavy",
                "blow"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Her legs had been shredded, her hands burnt and punctured by splinters of metal, suggesting that the bright high-school student had covered her face to shield it from the explosion.",
    "I speak as one of the last splinters from the boards of the old main line railway companies which were broken up at the end of 1947.",
    "Even significant improvements in any quarter's figures are simply the melting of a few splinters of ice on the bit of the iceberg that we can see—welcome but small.",
    "In the same way as blend constituents, the splinters may exhibit different degrees of phonic integration.",
    "The exposed end of the floating tree is splintered and worn but wide and buoyant enough to support a person's weight.",
    "Because of that splintering action, it may mean that they are not able to coalesce and to take on the authority as they should.",
    "I believe it has been found that the shelters erected mainly against blast and splinters give very satisfactory results in such raids as there have been on this country.",
    "Hundreds of sounds were intertwined into a coil of wiry noise, with single barbs projecting, sharp edges running along it and submerging again, while clear notes splintered and scattered."
  ],
  "list_see_also": [],
  "list_browse": [
    "splendidly",
    "splendidness",
    "splendour",
    "splint",
    "splinter",
    "split",
    "split hairs",
    "split second",
    "split-level"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810090680_3621fdea03_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810090680_5431324045_o.png",
      "id_image": "splinter_1507235"
    }
  ]
}