{
  "english": "spur",
  "phat_am": "spəː",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "đinh thúc ngựa",
          "definition": "a small instrument with a sharp point or points that a rider wears on his heels and digs into the horse’s sides to make it go faster.",
          "world_new": [
            "small",
            "instrument",
            "sharp",
            "point",
            "points",
            "rider"
          ]
        },
        {
          "mean_english": "sự thúc đẩy",
          "definition": "anything that urges a person to make greater efforts",
          "world_new": [
            "person"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He was driven on by the spur of ambition.",
              "world_new": [
                "ambition"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Near its distal extremity it carries one or more tibial spurs.",
    "Mean stem density was significantly greater on the upper spurs than in the lower, less-steep gullies.",
    "On the other hand, modern [h]-ful varieties would be the result of the reversal of this process, possibly spurred by the stigma associated with 'dropping aitches'.",
    "The growth and development of this mandatory defined contribution pension system has, in turn, spurred the development of one of the most important annuities markets in the world.",
    "15th century was principally spurred on by the development of the printing press, with its large print-runs.",
    "Through the late 1960s and into the 1970s, dance competitions became a regular feature at many grilles, which spurred dancers to further refine their moves and to invent new steps.",
    "Declining costs of information have been of critical importance in spurring the international growth of service firms and the service functions within manufacturing firms.",
    "Both the term premium and risk premium's reduction might lead to a decrease in the average cost of capital, which spurs productive investment."
  ],
  "list_see_also": [
    "on the spur of the moment",
    "spur on"
  ],
  "list_browse": [
    "sprung",
    "spry",
    "spryly",
    "spryness",
    "spur",
    "spur on",
    "spurt",
    "spy",
    "spy on"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809466553_b064bb2f74_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809466553_ea4d64dd56_o.png",
      "id_image": "spur_2968330"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809352086_b5dccd848d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809352086_c66d6f42e5_o.png",
      "id_image": "spur_996889"
    }
  ]
}