{
  "english": "strainer",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "thiết bị lọc",
          "definition": "a sieve or other utensil for separating solids from liquids",
          "world_new": [
            "sieve",
            "utensil"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a coffee-/tea-strainer."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Is it meant to be a strainer through which the pupils have to pass in order to go from one step in education to a higher step?",
    "Now, take an old spaghetti strainer and put all the wet lift powder into it and squeeze it out onto a paper plate.",
    "Simple basket strainer is used to protect valuable or sensitive equipment in systems that is meant to be shut down temporarily.",
    "The larger of the two strainers is engraved with the labarum and alpha and omega, their outlines traced with tiny straining holes.",
    "The mould is usually a wire mesh that acts as a strainer such that the \"furnish\" is separated out of the water.",
    "The only abnormality found in all four engines was the vapour vent float in the fuel strainer chamber of the carburettors.",
    "As they hold a cup over the forward edge of a bowl, the mixer squeezes the kava from the restored \"fau\" strainer into it.",
    "When the brew is ready, the fermented mash is filtered through a large metal strainer, to remove the spent grains."
  ],
  "list_see_also": [],
  "list_browse": [
    "straightness",
    "strain",
    "strain off",
    "strained",
    "strainer",
    "strait",
    "strait-jacket",
    "strait-laced",
    "strand"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809344041_91fe72f5e8_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809344041_8671d4f3b7_o.png",
      "id_image": "strainer_259106"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809699194_43c7822b48_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809699194_cb2429341b_o.png",
      "id_image": "strainer_5304821"
    }
  ]
}