{
  "english": "stretcher",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người kéo",
          "definition": "a light folding bed with handles for carrying the sick or wounded",
          "world_new": [
            "light",
            "folding",
            "bed",
            "sick",
            "wounded"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The injured man was carried to the ambulance on a stretcher.",
              "world_new": [
                "injured",
                "ambulance"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "This was stretched in a standard refractive telescopic stretcher giving a 900-ps output pulse duration.",
    "A young man who didn't witness the accident saw the driver of an expensive sports car being wheeled away in a stretcher.",
    "It included a single large area 1480 lines 0mm gold coated holographic grating, which provides automatic matching between the different passes of the stretcher.",
    "So really we were interested in what the surface of the building implies, which is why the building has cavity wall construction with simple stretcher-bond brick leaf.",
    "For the design of the new stretcher, a detailed ray trace modelling was performed taking into account the acceptable spatial and temporal dispersion.",
    "Brickwork in particular was meticulously planned, with courses of headers and stretchers differentiated, and corbelled piers or rubbing-strips developed in both elevation and section.",
    "The nurses, dispensers, laboratory workers, clerks, stretcher-bearers and messengers must all come in as an essential part of the organisation.",
    "The reason for that is a higher throughput of the negative stretcher and thus higher energy of the seed pulse."
  ],
  "list_see_also": [],
  "list_browse": [
    "stressful",
    "stretch",
    "stretch one’s legs",
    "stretch out",
    "stretcher",
    "stretchy",
    "strew",
    "stricken",
    "strict"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809457298_8ae0aab5a1_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809457298_8ffcbcb384_o.png",
      "id_image": "stretcher_1056591"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808387467_71f695acaf_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808387467_bf61a51c80_o.png",
      "id_image": "stretcher_1062563"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810079910_de73f19ab4_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810079910_de3f8bd870_o.png",
      "id_image": "stretcher_1098070"
    }
  ]
}