{
  "english": "stunt",
  "phat_am": "stant",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "làm chậm sự phát triển, làm cằn cỗi",
          "definition": "to prevent or check the full growth or development of",
          "world_new": [
            "prevent",
            "check",
            "full",
            "growth",
            "development"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "It is thought that smoking by a pregnant mother may stunt the baby’s growth.",
              "world_new": [
                "thought",
                "smoking",
                "pregnant",
                "mother",
                "growth"
              ]
            }
          ]
        }
      ]
    },
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "trò làm thu hút sự chú ý",
          "definition": "something (daring or spectacular) done to attract attention etc",
          "world_new": [
            "attract",
            "attention"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "One of his stunts was to cross the Niagara Falls blindfolded on a tight rope.",
              "world_new": [
                "cross",
                "tight",
                "rope"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "They added their own stunts to the performance and even created a poster to publicize the event.",
    "We all ask about airport development because we know that without good access by air, rail and road, a region's economic development is stunted.",
    "They feel betrayed by the lure of organizational opportunities, which seem to have stunted, rather than supported, their objectives.",
    "The banks are now getting a little concerned owing to newspaper stunts, and the threats of confiscation of land.",
    "The cause of stunting seen in this study is unclear.",
    "The children are stunted because breast milk is in short supply owing to severe maternal malnutrition.",
    "The few schistosomula recovered on this last occasion were inactive and stunted.",
    "Secondly, it said that malnutrition and stunted development had been disastrous in the past, as indeed they were."
  ],
  "list_see_also": [
    "stunted"
  ],
  "list_browse": [
    "stump up",
    "stumpy",
    "stun",
    "stunning",
    "stunt",
    "stunted",
    "stuntman",
    "stupefaction",
    "stupefy"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809340831_698ba33fdc_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809340831_56e205c476_o.png",
      "id_image": "stunt_6246642"
    }
  ]
}