{
  "english": "substance",
  "phat_am": "ˈsabstəns",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "loại vật chất nào đó",
          "definition": "a material",
          "world_new": [
            "material"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Rubber is a tough, stretchy substance obtained from the juice of certain plants.",
              "world_new": [
                "tough",
                "stretchy",
                "juice",
                "certain"
              ]
            }
          ]
        },
        {
          "mean_english": "chất",
          "definition": "as a scientific term, an element, compound, or mixture.",
          "world_new": [
            "scientific",
            "term",
            "element",
            "compound",
            "mixture"
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Other neurotransmitters affected include acetylcholine, serotonin and noradrenaline, but the role of these substances in the clinical syndrome is uncertain.",
    "Further debate, lobbying and protests transformed these proposals into the substance of constitutional reforms.",
    "In addition, levels of trophic substances required for maintenance of neuronal pathways will be better sustained.",
    "The strongest links were for parents' containment in reaction to discovered substance use in relation to teens' actual levels of use.",
    "Numerous substances are found in nature and in the body that function as protective agents against oxygen-free radicals.",
    "In micelles, the solid core accommodates lipophilic substances.",
    "An ecosystem is a system controlled by the flow of energy, and substances such as water, carbon and phosphorus, exchanged among living things.",
    "Although these groups of adolescents were similar in that they abstained from substance use, their reasons for abstaining were unique to each group."
  ],
  "list_see_also": [],
  "list_browse": [
    "subsidize",
    "subsidy",
    "subsoil",
    "subsonic",
    "substance",
    "substandard",
    "substantial",
    "substantially",
    "substantiate"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808384717_2635f5d5a0_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808384717_9ab4109987_o.png",
      "id_image": "substance_4172766"
    }
  ]
}