{
  "english": "sue",
  "phat_am": "suː",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "kiện ai ra tòa",
          "definition": "to start a law case against",
          "world_new": [
            "start",
            "law",
            "case"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She’s threatening to sue the company for negligence.",
              "world_new": [
                "company",
                "negligence"
              ]
            }
          ]
        },
        {
          "mean_english": "chính thức yêu cầu cái gì trước tòa",
          "definition": "(with for",
          "list_ex_of_definition": [
            {
              "ex_of_definition": "especially in law) to ask for (eg divorce).",
              "world_new": [
                "especially",
                "ask"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "However, it is possible that men's marital and occupational status did have an impact on their ability to sue in the university courts.",
    "This is not always so - some claimants sue for money because they need money.",
    "The clear focus of recently proposed legislation has been patients' \"rights\" to sue their managed care organizations.",
    "Litigation by creditors who sued men for their separated wives' debts often turned on whether the wife had bought unnecessary items.",
    "The number of people who sue despite having negative-expected-value suits depends on their expectations as to how much defendant will offer.",
    "Finally, wrongful life suits permit children to sue their parents for callous or negligent creation, whereas, their counterparts focus only upon medical misfeasance.",
    "It explains both why the plaintiff sues the defendant-rather than someone else-and why the defendant is liable to the plaintiff-rather than to someone else.",
    "Yet less than a quarter reported 'needed compensation' among their reasons for suing."
  ],
  "list_see_also": [],
  "list_browse": [
    "sudden",
    "suddenly",
    "suddenness",
    "suds",
    "sue",
    "suede",
    "suet",
    "suffer",
    "suffering"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809454073_f33320bc07_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809454073_aa446ccb68_o.png",
      "id_image": "sue_2419693"
    }
  ]
}