{
  "english": "tandem",
  "phat_am": "ˈtӕndəm",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "xe đạp đôi",
          "definition": "a long bicycle with two seats and two sets of pedals, one behind the other.",
          "world_new": [
            "long",
            "bicycle"
          ]
        }
      ]
    },
    {
      "type_word": "adverb",
      "list_definition": [
        {
          "mean_english": "đi xe đạp đôi",
          "definition": "(usually of two people on a tandem) one behind the other",
          "world_new": [
            "people"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "They rode tandem."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "In tandem with shaabi music, a second new wave of so-called jeel, or generation music took hold in the 1970s and 1980s.",
    "In the present paper we kept average luminance constant, but the modulation amplitude of the stimulus pair did not vary in tandem.",
    "Tricks such as trading teams while riding, riding a pony team between the horse team and jumping 6 and 9 horse tandems are also performed.",
    "The three principles behind tandem learning are bilingualism; reciprocity; and learner autonomy.",
    "Conventions don't just enable coordination-understood as working in tandem-but also enable cooperation-understood as working together.",
    "There is also much research on the optimal use of flexible servers in tandem systems with holding costs.",
    "In identity work, erasure and highlighting often function in tandem to establish interactionally or situationally sufficient alignments and disalignments.",
    "In the first category of states, democratization could be expected to proceed in tandem with the rapid development of consumerist societies."
  ],
  "list_see_also": [],
  "list_browse": [
    "tameness",
    "tamper",
    "tampon",
    "tan",
    "tandem",
    "tang",
    "tangent",
    "tangerine",
    "tangibility"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809441993_95b135f646_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809441993_bcac6d821d_o.png",
      "id_image": "tandem_1473268"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808371687_07bfafed02_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808371687_11db69afe1_o.png",
      "id_image": "tandem_923795"
    }
  ]
}