{
  "english": "teenage",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "phù hợp cho thanh thiếu niên",
          "definition": "of, or suitable for, people in their teens",
          "world_new": [
            "suitable",
            "people",
            "their",
            "teens"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "teenage children/clothes."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The means are computed from a cross-sectional sample of teenage women.",
    "The role of science, particularly the reliance on traditional quantitative inquiry, in the contemporary construction of teenage motherhood as problematic is discussed below.",
    "In their early teenage years, they compete with their unborn children for limited energy and nutrients needed for adequate growth.",
    "In essence, this could be seen as condoning and abetting \"teenage\" pregnancy - which is culturally and professionally discouraged.",
    "However, the media, particularly teenage magazines, and soap operas, were identified as major culprits by most of the staff.",
    "The interpersonal inventory revealed significant nonreciprocal expectations regarding family rules, limit setting, and normative teenage behavior.",
    "For example, antenatal appointments may need to be held close to school premises and timings changed to minimise disruption to the teenage woman's education.",
    "These studies, then, clearly contradict the finding of a teenage peak in degree of difference between females and males."
  ],
  "list_see_also": [],
  "list_browse": [
    "tediousness",
    "tedium",
    "teem",
    "teen",
    "teenage",
    "teenager",
    "teens",
    "teeny",
    "teethe"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810090405_5684166907_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810090405_5cc5a52383_o.png",
      "id_image": "teenage_6263845"
    }
  ]
}