{
  "english": "teenager",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người ở độ tuổi thanh thiếu niên",
          "definition": "a person in his or her teens",
          "world_new": [
            "person",
            "teens"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a spotty teenager.",
              "world_new": [
                "spotty"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "I hoped that the teenagers would get ideas from, debate with and respond to each other.",
    "Parents of these adolescents were initially contacted in a letter that described the study as an investigation into the lives of teenagers and their families.",
    "As such, the knowledge produced is partial and positioned and cannot be used to deduce universal truths about teenagers in general.",
    "The differences in dialect use for these older children are most frequently explained relative to peer identification and expression of ethnic identity by teenagers.",
    "This article is about the diagnosis and treatment of bipolar depressive episodes, with particular attention to the care of depressed teenagers and young adults.",
    "The amount of talk that the teenagers actually produced might also be due to the teenagers' previous conversational experience.",
    "This will include an increase in the degree of gender differentiation among the teenagers relative to preteens.",
    "This explains the second reason why 1932 was a great time for an eager teenager to enter economic study."
  ],
  "list_see_also": [],
  "list_browse": [
    "tedium",
    "teem",
    "teen",
    "teenage",
    "teenager",
    "teens",
    "teeny",
    "teethe",
    "teetotal"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808397892_56c6256a0a_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808397892_e2f478e25e_o.png",
      "id_image": "teenager_4472485"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808397867_439f188c54_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808397867_13223e36d5_o.png",
      "id_image": "teenager_4472488"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810090345_0426590d22_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810090345_2e7ff25876_o.png",
      "id_image": "teenager_6032281"
    }
  ]
}