{
  "english": "telepathy",
  "phat_am": "təˈlepəθi",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "ngoại cảm",
          "definition": "the communication of ideas, thoughts etc directly from one person’s mind to another person’s mind without the use of hearing, sight etc",
          "world_new": [
            "communication",
            "directly",
            "mind",
            "mind",
            "hearing",
            "sight"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He knew just what I was thinking – it must have been telepathy.",
              "world_new": [
                "I"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "If we want to track down the illegal poacher it would be far cheaper, instead of using all this clerical work, to employ the expert in telepathy.",
    "Would telepathy come under the general title of this order as being a physical science?",
    "This perplexity explains perhaps why some researchers have looked for parapsychological explanations, invoking such notions as telepathy, suggestion, or a collective unconscious.",
    "Such experiments in telepathy are now regarded by statisticians as faulty.",
    "His idea was that there was something, he called it telepathy, which allowed the birds or the fish to communicate or react in this unique way.",
    "If notice is not given, is it a case of mental telepathy at work?",
    "There was a telepathy going between us that was perhaps causing him to say certain things!",
    "However, the association with fraud led to a decline in interest in physical phenomena, and research was concentrated primarily on ostensibly mental phenomena such as clairvoyance and telepathy."
  ],
  "list_see_also": [
    "telepathic",
    "telepathically",
    "telepathist"
  ],
  "list_browse": [
    "telegraphy",
    "telepathic",
    "telepathically",
    "telepathist",
    "telepathy",
    "telephone",
    "telephone booth",
    "telephone directory",
    "telephone exchange"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808397682_d560c6339a_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808397682_50bf3927eb_o.png",
      "id_image": "telepathy_2834811"
    }
  ]
}