{
  "english": "temporary",
  "phat_am": "ˈtempərəri",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "tạm thời",
          "definition": "lasting, acting, used etc for a (short) time only",
          "world_new": [
            "lasting",
            "acting",
            "time"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a temporary job",
              "world_new": [
                "job"
              ]
            },
            {
              "ex_of_definition": "He made a temporary repair.",
              "world_new": [
                "repair"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "This pronounced temporary drop correlates with a high incidence of invasive disease caused by encapsulated bacteria.",
    "Besides, given that the ordinance had been enacted as a temporary security measure, it should only be invoked with great caution.",
    "Its use symbolically implied and substantially meant that authority granted the federal government to coordinate industrial production would be temporary and business-friendly.",
    "Interestingly, when these expectations make agents coordinate into another equilibrium path, temporary shocks have permanent effects and cause hysteresis.",
    "The homes are designed so that disabilities, which may be permanent or temporary, can be catered for.",
    "As temporary workers they could learn their tasks and adapt to the demands of work discipline.",
    "In order to increase the market, also people with temporary impairments and elderly persons should be recognised as customers.",
    "However, in so far as nominal rigidities hamper market adjustments, fiscal policy measures can alleviate temporary country-specific disequilibria."
  ],
  "list_see_also": [
    "temporarily",
    "temporariness"
  ],
  "list_browse": [
    "temple",
    "tempo",
    "temporarily",
    "temporariness",
    "temporary",
    "tempt",
    "temptation",
    "tempter",
    "tempting"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809467048_b7868e62a6_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809467048_5d6d37b8e5_o.png",
      "id_image": "temporary_6214168"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808397212_15ae4e0109_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808397212_81cdc69993_o.png",
      "id_image": "temporary_6214173"
    }
  ]
}