{
  "english": "tendency",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "khuynh hướng",
          "definition": "likelihood; inclination",
          "world_new": [
            "inclination"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He has a tendency to forget things.",
              "world_new": [
                "forget"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "With development, children's growing effortful control may increasingly modulate the overt expression of reactive tendencies.",
    "We have encountered it before in connection with geometry; here it appears in the sphere of the dialectical mode and its distinctive tendencies.",
    "The hegemonic struggle is a relatively open-ended process wherein, major socio-economic tendencies notwithstanding, there is a margin for the political.",
    "At the same time, the colonies were already exhibiting strong tendencies toward a balanced, integrated economy.",
    "Artists, who potentially are affected by these changes in museum politics, were among the earliest to comment in their ways on such tendencies.",
    "However, they show certain tendencies in the way that multilinguals organise their storage of words in different languages depending on language distance and language competence.",
    "Authoritarian tendencies in policy making remain a major problem, especially in terms of the internal decision-making mechanisms of many political parties.",
    "Cross-linguistic tendencies for particular properties to co-occur may then form the basis for distinguishing particular word-prosodic types."
  ],
  "list_see_also": [],
  "list_browse": [
    "tenacity",
    "tenant",
    "tenanted",
    "tend",
    "tendency",
    "tender",
    "tender-hearted",
    "tender-heartedness",
    "tenderly"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809706974_b413a426c4_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809706974_246eb7a0bb_o.png",
      "id_image": "tendency_5957010"
    }
  ]
}