{
  "english": "tier",
  "phat_am": "tiə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "hàng ghế",
          "definition": "a row of seats",
          "world_new": [
            "row"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "They sat in the front/first tier."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "We favour that model of accountability rather than the lower tiers of the detailed structure.",
    "Chapter 3 examines further issues that come out of a constraint-conjunction approach to dissimilatory type phenomena that does not reference autosegmental tiers.",
    "Here he develops the argument that a 'historically sensitive' economics must combine elements from each of five tiers of abstraction, something he calls the principle of five analytical levels.",
    "Slow tiers controlled lower pitch instruments.",
    "First, on the word, syllable, onset-rime, skeletal, and segmental tiers, matches between the child's attempts and the target phonemes were calculated.",
    "The procedure did not lead to a rank order of priorities but rather a list of suggested topics in three tiers (strong, moderate, and weak support).",
    "Similarly, we know that the segmental tiers and the syllabic tiers are intimately related.",
    "Although national-level upper tiers necessarily reduce malapportionment, provincial, state or regional upper tiers can actually increase overall malapportionment if the seats in the tiers are themselves malapportioned."
  ],
  "list_see_also": [],
  "list_browse": [
    "tidy",
    "tie",
    "tie (someone) down",
    "tie in",
    "tier",
    "tiff",
    "tiger",
    "tight",
    "tight-fisted"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808392772_627a488e57_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808392772_2e1d89188e_o.png",
      "id_image": "tier_5966028"
    }
  ]
}