{
  "english": "today",
  "phat_am": "təˈdei",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "hôm nay",
          "definition": "(on) this day",
          "world_new": [
            "day"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Today is Friday",
              "world_new": [
                "Friday"
              ]
            },
            {
              "ex_of_definition": "Here is today’s newspaper",
              "world_new": [
                "newspaper"
              ]
            },
            {
              "ex_of_definition": "I’m working today."
            }
          ]
        },
        {
          "mean_english": "hiện tại",
          "definition": "(at) the present time",
          "world_new": [
            "present",
            "time"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Life is easier today than a hundred years ago."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Today's universities depend too much on donations from corporations to allow for total devotion to the true, the beautiful, and the good.",
    "Economic evaluations of care delivery and modification of practice behavior by means of economic measures is a reality of today's healthcare environment.",
    "In short, they see the antebellum era as greatly contemporary, in the same conceptual world as today's legal and reformist wrangling over race and need.",
    "Since television coverage is of today's events, no lag structure is introduced for its interaction terms.",
    "Today's designers must try to avoid violations of, say, air quality and water quality - violations defined by federal, state, or local legislation.",
    "The challenge for today's engineers is to build intelligent systems.",
    "Much of the discussion is clearly dr iven by three most powerful social and academic forces identifiable in today's world.",
    "In this context, there is a growing trend to integrate results from neuroscience and try to correlate them with today's clearer psychiatric classifications."
  ],
  "list_see_also": [],
  "list_browse": [
    "toaster oven",
    "tobacco",
    "tobacconist",
    "toboggan",
    "today",
    "toddle",
    "toddler",
    "toddy",
    "toe"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810083400_1edb78372a_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810083400_7cc7a6b7a2_o.png",
      "id_image": "today_5849533"
    }
  ]
}