{
  "english": "tonic",
  "phat_am": "ˈtonik",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "nước khoáng vị quin",
          "definition": "(also tonic-water) water containing quinine, often drunk with gin etc",
          "world_new": [
            "water",
            "quinine",
            "drunk",
            "gin"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "I’d like a gin and tonic.",
              "world_new": [
                "gin"
              ]
            }
          ]
        },
        {
          "mean_english": "thuốc bổ",
          "definition": "(a) medicine that gives strength or energy",
          "world_new": [
            "medicine",
            "strength",
            "energy"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The doctor prescribed a (bottle of) tonic.",
              "world_new": [
                "doctor"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "All the signal points that are not included in the response constitute the tonic part of the skin conductance signal.",
    "In the absence of traditional voice leading based on tonic/dominant harmony, some composers gravitated toward the use of symmetry.",
    "The second solo (bars 16-27) modulates back to an intermediate tonic through sequences and chromaticism, all based on the initial motive.",
    "This is accomplished partly through the avoidance of a full tonic resolution until the closing measures of the piece.",
    "A tonic hyperpolarization underlying contrast adaptation in cat visual cortex.",
    "This is easily extensive enough to make the eventual breakdown of syntax after a tonic reprise deeply surprising.",
    "The remainder is given over to a single tonic butterfly in which the second note is displaced downwards by two octaves.",
    "Second, for geniculate cells, tonic firing predominated under both conditions, although more bursting was seen during sleep."
  ],
  "list_see_also": [],
  "list_browse": [
    "tonelessly",
    "tongs",
    "tongue",
    "tongue twister",
    "tonic",
    "tonight",
    "tonnage",
    "tons",
    "tonsil"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808389222_bfc5c8df9b_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808389222_c778021ca2_o.png",
      "id_image": "tonic_2405489"
    }
  ]
}