{
  "english": "trachea",
  "phat_am": "(British) trəˈkiːə; (American) ˈtreikiːə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "khí quản",
          "definition": "the tube at the back of the throat that carries air to the lungs; windpipe",
          "world_new": [
            "tube",
            "throat",
            "air"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "cancer of the trachea.",
              "world_new": [
                "cancer"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The trachea was canulated, and the left and right superficial subcutaneous forearm veins canulated.",
    "Subtracting heart volumes from thorax volume overestimates lung volume, since other organs (thymus, vessels, trachea and oesophagus) are included.",
    "However, we were unable to dissect the tracheae without damaging them, so we cannot exclude dissection damage as the cause of this staining.",
    "The literature is replete with reports focusing on thyroid cancer involving invasion of the trachea, but offers few articles documenting involvement of the oesophagus.",
    "This uncommon abnormality can give rise to symptoms due to compression of the trachea and esophagus.",
    "From that point on, the embryos that did not hatch progressed through the stages of brown midgut, brown tracheae and death.",
    "A femoral vein and the trachea were cannulated.",
    "Both genotypes therefore display the same progression of phenotypes, from brown midgut to brown tracheae to death."
  ],
  "list_see_also": [],
  "list_browse": [
    "toxin",
    "toy",
    "trace",
    "trace elements",
    "trachea",
    "tracing",
    "tracing paper",
    "track",
    "track down"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809696469_45270ff358_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809696469_e1ae307c07_o.png",
      "id_image": "trachea_655303"
    }
  ]
}