{
  "english": "trainee",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người đã được huấn luyện",
          "definition": "a person who is being trained",
          "world_new": [
            "person",
            "trained"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He’s a trainee with an insurance firm",
              "world_new": [
                "insurance",
                "firm"
              ]
            },
            {
              "ex_of_definition": "(also adjective) a trainee teacher.",
              "world_new": [
                "teacher"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Even in countries where academic departments are just emerging, research is often an integral part of the advanced trainee's education.",
    "Thereafter, the trainee should take the opportunity regularly to review specimens under expert guidance.",
    "The bar graphs depict actual and estimated traction exerted during five simulated deliveries performed by obstetric trainees blinded to their force measurements.",
    "Explanations are not considered critical in tactical mission domain, other than possibly for after-action review of a trainee's performance.",
    "It seems that individual trainees find themselves suited to particular mentoring approaches, perhaps when these are congruent with their concepts of, and approaches to, learning.",
    "Standards for trainees were drastically reduced and the training was largely inadequate.",
    "On average about 12% of the trainees' time was devoted to group therapy activities.",
    "Training programmes that teach basic vacuum extraction are becoming increasingly available and should be offered to all trainees."
  ],
  "list_see_also": [],
  "list_browse": [
    "trailer",
    "trailer park",
    "train",
    "trained",
    "trainee",
    "trainer",
    "training",
    "trait",
    "traitor"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809454643_ee868f8087_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809454643_1c4dc4ea46_o.png",
      "id_image": "trainee_4126690"
    }
  ]
}