{
  "english": "typhoon",
  "phat_am": "taiˈfuːn",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "bão to",
          "definition": "a violent sea-storm occurring in the East",
          "world_new": [
            "violent"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "They were caught in a typhoon in the China seas."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Tropical cyclonic storms with sustained winds above 120 km h-1 are called hurricanes, typhoons or cyclones depending on their geographic location.",
    "Run to the sails, hurry up, as the wind is changing; turn to the north; see on the horizon the omens of the terrible typhoon!",
    "This occurred despite the islands' close proximity (35 km) and their small size relative to the diameter of a typical typhoon's inner wind field (>150 km).",
    "Economic returns to applications of fruit-set hormone will accrue if plants survive tropical storms, and if no tropical storms occur, but not after complete crop loss associated with typhoons.",
    "Typhoon aircraft are planned progressively to incorporate ground attack capabilities and early aircraft are planned to be upgraded through a retro-fit programme.",
    "Each sigh of mine is like a typhoon.",
    "Finally, the constant threat of natural disaster, in the forms of earthquakes, tsunamis and typhoons, has led to a traditional acceptance of buildings as merely temporar y structures.",
    "The dry typhoon may have affected the forest in other ways, as well."
  ],
  "list_see_also": [],
  "list_browse": [
    "tycoon",
    "type",
    "typewriter",
    "typhoid",
    "typhoon",
    "typhus",
    "typical",
    "typically",
    "typify"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809709239_c64783e171_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809709239_560f576d82_o.png",
      "id_image": "typhoon_1327610"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809469353_cfe8eaaf23_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809469353_ff386aeb75_o.png",
      "id_image": "typhoon_6183407"
    }
  ]
}