{
  "english": "umbrella",
  "phat_am": "amˈbrelə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "cái ô",
          "definition": "an apparatus for protecting a person from the rain, made of a folding covered framework attached to a stick with a handle",
          "world_new": [
            "apparatus",
            "person",
            "rain",
            "folding",
            "framework",
            "attached",
            "stick",
            "handle"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Take an umbrella – it’s going to rain.",
              "world_new": [
                "rain"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Showers of tears fell from the gallery so that there was a sudden demand for umbrellas.",
    "Lastly, it is also advantageous to design a method to extract the diffusion coefficient from the biased simulations generated during umbrella sampling.",
    "The double umbrella device used in this study may not be appropriate for such distal defects.",
    "Qualitative research is in fact seen as an umbrella ter m for a diverse g roup of research methodolog ies.",
    "Whether they are viewed as a form of overgeneralization or not, it is clear that negative input [1] is used here as an umbrella term.",
    "Discussion of these concerns often proceeds under the terminological umbrella of 'sustainable development', a concept that spans a range of moral and economic considerations.",
    "The 12 mm ductal umbrella was released without complication.",
    "Using umbrella sampling and free-energy perturbation calculations, they showed that there was a large barrier for ethylammonium, whereas methylammonium and formamidinium could permeate."
  ],
  "list_see_also": [],
  "list_browse": [
    "ultrasound",
    "ultraviolet",
    "umbilical cord",
    "umbra",
    "umbrella",
    "umpire",
    "umpteen",
    "umpteenth",
    "UN"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809468963_788fcbdc5d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809468963_6e1fdf1555_o.png",
      "id_image": "umbrella_679819"
    }
  ]
}