{
  "english": "undercover",
  "phat_am": "ˈandəˈkavə",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "giấu diếm, lén lút",
          "definition": "working or done in secret",
          "world_new": [
            "secret"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He is an undercover agent for the Americans.",
              "world_new": [
                "agent"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "I think we must have more police engaged on undercover work as well as policemen on patrol.",
    "Akitada is forced to carry out an undercover investigation, taking on the guise of a convict sentenced to exile on the island.",
    "The club had been associated with two drug-related deaths and undercover police operations suggested that drugs were readily available on the premises.",
    "A separate group of undercover operatives and military officers was charged with the implementation of the plan.",
    "They also denied that a special undercover team were searching for an arms cache, for the people responsible for buying arms and for those who financed them.",
    "The police have a multitude of different sources from which they can draw; they have informers, undercover agents, and so on.",
    "The most commonly utilized transmission vehicles for viral messages include: pass-along based, incentive based, trendy based, and undercover based.",
    "In order to crack down on crime in the city's worst areas, undercover agents are the only option and must blend in perfectly."
  ],
  "list_see_also": [],
  "list_browse": [
    "under way",
    "undercarriage",
    "underclothes",
    "underclothing",
    "undercover",
    "undercut",
    "underdog",
    "underestimate",
    "underfed"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809468738_a2c732c6bc_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809468738_44af32f0f2_o.png",
      "id_image": "undercover_2472570"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809354001_d671350f95_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809354001_c660f6af11_o.png",
      "id_image": "undercover_2621960"
    }
  ]
}